02_benchmark_fio/executed.Gottfried.20140730_032248.28763/fio.job.hioa1.ext4.sync.randread.bs4k.j1.depth2.txt
job.hioa1.ext4.sync.randread.bs4k.j1.depth2: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=2
fio-2.0.14
Starting 1 process

job.hioa1.ext4.sync.randread.bs4k.j1.depth2: (groupid=0, jobs=1): err= 0: pid=10159: Wed Jul 30 20:45:02 2014
  read : io=1024.0MB, bw=39405KB/s, iops=9851 , runt= 26610msec
    clat (usec): min=88 , max=454 , avg=100.13, stdev=14.27
     lat (usec): min=88 , max=454 , avg=100.22, stdev=14.27
    clat percentiles (usec):
     |  1.00th=[   90],  5.00th=[   90], 10.00th=[   91], 20.00th=[   91],
     | 30.00th=[   92], 40.00th=[   92], 50.00th=[  105], 60.00th=[  106],
     | 70.00th=[  107], 80.00th=[  107], 90.00th=[  108], 95.00th=[  108],
     | 99.00th=[  117], 99.50th=[  151], 99.90th=[  338], 99.95th=[  374],
     | 99.99th=[  426]
    bw (KB/s)  : min=39216, max=39584, per=100.00%, avg=39410.26, stdev=76.64
    lat (usec) : 100=48.79%, 250=51.01%, 500=0.20%
  cpu          : usr=1.99%, sys=3.91%, ctx=262156, majf=0, minf=23
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=262144/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=1024.0MB, aggrb=39405KB/s, minb=39405KB/s, maxb=39405KB/s, mint=26610msec, maxt=26610msec

Disk stats (read/write):
  hioa: ios=260151/0, merge=0/0, ticks=24700/0, in_queue=24720, util=93.29%