02_benchmark_fio/executed.Gottfried.20140730_032248.28763/fio.job.hioa1.ext4.sync.read.bs4k.j1.depth32.txt
job.hioa1.ext4.sync.read.bs4k.j1.depth32: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=32
fio-2.0.14
Starting 1 process

job.hioa1.ext4.sync.read.bs4k.j1.depth32: (groupid=0, jobs=1): err= 0: pid=31265: Wed Jul 30 06:05:04 2014
  read : io=1024.0MB, bw=50171KB/s, iops=12542 , runt= 20900msec
    clat (usec): min=46 , max=457 , avg=78.79, stdev=29.15
     lat (usec): min=46 , max=457 , avg=78.89, stdev=29.15
    clat percentiles (usec):
     |  1.00th=[   47],  5.00th=[   47], 10.00th=[   47], 20.00th=[   48],
     | 30.00th=[   48], 40.00th=[   49], 50.00th=[   91], 60.00th=[   92],
     | 70.00th=[   95], 80.00th=[  106], 90.00th=[  107], 95.00th=[  108],
     | 99.00th=[  115], 99.50th=[  139], 99.90th=[  330], 99.95th=[  378],
     | 99.99th=[  434]
    bw (KB/s)  : min=49632, max=52264, per=100.00%, avg=50240.39, stdev=536.82
    lat (usec) : 50=41.22%, 100=28.83%, 250=29.75%, 500=0.20%
  cpu          : usr=2.06%, sys=5.22%, ctx=262152, majf=0, minf=26
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=262144/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=1024.0MB, aggrb=50171KB/s, minb=50171KB/s, maxb=50171KB/s, mint=20900msec, maxt=20900msec

Disk stats (read/write):
  hioa: ios=259370/0, merge=0/0, ticks=18810/0, in_queue=18830, util=90.76%